Repository: victorgson/swedenforukraine
Catalog: ukraine/Localization/*.lproj/Localizable.strings
Languages: uk

source: Welcome
uk: Вітаємо

# ukrainian_communities
source: Ukrainian communities in Sweden
uk: Українська спільнота у Швеції

source: Phone numbers
uk: Контакти екстрених служб у Швеції

source: General
uk: Загальне

source: Jobs
uk: Робота

source: Language
uk: Мова

source: Housing
uk: Житло

source: Healthcare
uk: Медичні послуги

source: Parents
uk: Батькам

source: Donate
uk: Задонатити

# housing_ukrainians
source: Housing for Ukrainians
uk: Надати житло українцям

# volunteer
source: Help Ukraine
uk: Допомогти Україні

source: About
uk: Про застосунок

# contact
source: Contact & Feedback
uk: Сконтактуйте з нами & надішліть відгук

source: Privacy policy
uk: Політика конфіденційності

# terms_and_condition
source: Terms & Condition
uk: Правила та умови

source: Settings
uk: Налаштування

# emergency
source: In emergency - 112
uk: В екстрених випадках - 112

# not_emergency
source: Police - 114 14
uk: Поліція - 114 14

# medical
source: Medical advice - 1177
uk: Медична консультація - 1177

source: For Ukrainians
uk: Для українців

source: For Swedes
uk: Для шведів

# about_text
source: For Ukrainians is authored by Victor Gustafsson as a final project at IT-HÃ¶gskolan in Gothenburg. The app wouldn't been possible without help from Yuliia Kyzyk. As a Swedish citizen, we often take for granted all the instituions a refugee, immigrant or asylum seeker has to go through. This was something that my girlfriend Yuliia shined a light on, and when I got the opportunity to develop an app as a final project before my graduation I knew what to do. The app gathers all the most useful links that can be helpful in one place.
uk: For Ukrainians is authored by Victor Gustafsson as a final project at IT-Högskolan in Gothenburg. The app wouldn't been possible without help from Yuliia Kyzyk. As a Swedish citizen, we often take for granted all the instituions a refugee, immigrant or asylum seeker has to go through. This was something that my girlfriend Yuliia shined a light on, and when I got the opportunity to develop an app as a final project before my graduation I knew what to do. The app gathers all the most useful links that can be helpful in one place.
